{
    "title": "Leonardo Sousa | Portfolio",
    "home": "Home",
    "about": "About",
    "services": "Services",
    "projects": "Projects",
    "contact": "Contact",
    "language": "Language",
    "hello": "Hi, I am",
    "resume": "Welcome! I've been a solution developer since 2010, with experience in different projects types. Here you will see studies and cases to demonstrate how I can contribute to the success of your business by offering innovative ideas and solutions.",
    "me": "Me",
    "about_paragraph1": "It all started in 2005, when I started high school. I decided to take a Technical Course in Computer Science to develop a profession while I was in high school.",
    "about_paragraph2": "After completing the course, I entered a Systems Analysis college, which allowed me to enter an internship where I was introduced to the Asp.Net and C# world, where I learned to like the profession.",
    "about_paragraph3": "After a year of this internship, I left and was introduced by a teacher to my first official job. I stayed in this company for 10 years, where I went through several projects, including some in languages such as Vb.Net, PHP and Python. In that same company I got my first Microsoft certifications as well.",
    "about_paragraph4": "Subsequently, new opportunities appeared and learning as well, diversifying my stack of operations and learning not only technical skills, but also the part of business vision, communication and even sales.",
    "about_paragraph5": "I am constantly looking for new challenges to grow daily, help new developers, contribute to business and drive digital transformation.",
    "My": "My",
    "backend_solutions": "Backend solutions",
    "backend_solutions_description": "Creation and maintenance of APIs, using good market practices, bringing performance and security to your data.",
    "system_integration": "System integration",
    "system_integration_description": "Creation of solutions that allow searching and sending data between systems, in order to meet the needs of your business.",
    "consultancy": "Consultancy",
    "consultancy_description": "Analysis, diagnosis, survey and application of solutions aimed at the development and continuous improvement of your business.",
    "Latest": "Latest",
    "Contact": "Contact ",
    "me2": "me",
    "required_name": "Name can't blank",
    "required_email": "Email can't blank",
    "required_valid_email": "Enter a valid email",
    "required_subject": "Subject can't blank",
    "message_required": "Message can't blank",
    "subject": "Subject",
    "fullname": "Name",
    "email": "Email",
    "phone_optional": "Phone number (optional)",
    "your_message": "Your message",
    "send": "Send",
    "success": "Success!",
    "send_email_success_message": "Thanks! Your message has sent successfully!",
    "failure": "Oops",
    "send_email_failure_message": "Your message hasn't sent. Please try again.",
    "jobs": [".Net/C# developer", "IT consultant"]
}