{
    "title": "Leonardo Sousa | Portfólio",
    "home": "Home",
    "about": "Sobre",
    "services": "Serviços",
    "projects": "Projetos",
    "contact": "Contato",
    "language": "Idioma",
    "hello": "Olá, Eu sou",
    "resume": "Bem-vindo(a)! Sou desenvolvedor de soluções desde 2010, com experiência em diversos tipos de projetos. Aqui você verá estudos e cases para demonstrar como posso contribuir para o sucesso do seu negócio, oferecendo ideias e soluções inovadoras.",
    "me": "Mim",
    "about_paragraph1": "Tudo começou em 2005, quando eu iniciei no Ensino Médio. Eu resolvi fazer um Curso Técnico em Informática para desenvolver uma profissão enquanto fazia o colegial.",
    "about_paragraph2": "Após concluir o curso, entrei em uma faculdade de Análise de Sistemas, que abriu portas a um estágio onde eu fui apresentado ao mundo do Asp.Net e do C#, onde, de fato, aprendi a gostar da profissão.",
    "about_paragraph3": "Após um ano desse estágio, saí e fui apresentado por indicação de um profesor ao meu primeiro trabalho oficial. Nessa empresa eu fiquei durante 10 anos, onde passei por diversos projetos, inclusive alguns em linguagens como Vb.Net, PHP e Python. Nessa mesma empresa consegui minhas primeiras certificações Microsoft também.",
    "about_paragraph4": "Posteriormente, novas oportunidades apareceram e aprendizados também, diversificando minha stack de atuação e aprendendo não só skills técnicas, mas também a parte de visão de negócios, comunicação e mesmo vendas.",
    "about_paragraph5": "Busco incessantemente novos desafios para crescer diariamente, ajudar novos desenvolvedores, contribuir para negócios e impulsionar a transformação digital.",
    "My": "Meus",
    "backend_solutions": "Soluções de backend",
    "backend_solutions_description": "Criação e manutenção de APIs, utilizando boas práticas do mercado, trazendo performance e segurança para os seus dados.",
    "system_integration": "Integração de sistemas",
    "system_integration_description": "Criação de soluções que permitem busca e envio de dados dados entre sistemas, a fim de que atenda a necessidade do seu negócio.",
    "consultancy": "Consultoria",
    "consultancy_description": "Análise, diagnóstico, levantamento e aplicação  de soluções visando o desenvolvimento e a melhoria contínua do seu negócio.",
    "Latest": "Últimos",
    "Contact": "Contacte- ",
    "me2": "me",
    "required_name": "Nome precisa ser preenchido",
    "required_email": "Email precisa ser preenchido",
    "required_valid_email": "Informe um email válido",
    "required_subject": "Assunto precisa ser preenchido",
    "message_required": "Mensagem precisa ser preenchida",
    "subject": "Assunto",
    "fullname": "Nome",
    "email": "Email",
    "phone_optional": "Telefone (opcional)",
    "your_message": "Sua mensagem",
    "send": "Enviar",
    "success": "Sucesso!",
    "send_email_success_message": "Obrigado! Sua mensagem foi enviada com sucesso!",
    "failure": "Ops",
    "send_email_failure_message": "Sua mensagem não foi enviada. Por favor, tente novamente!",
    "jobs": ["Desenvolvedor .Net/C#", "Consultoria em TI"]
}